const CatalogBlock = () => {
  return (
    <section className={""}>
      <div className={"flex flex-col items-center justify-center"}>
        <p className={"w-[1000px] text-[25px]"}>
          ❝ Совхоз Южно-Сахалинский – это не только место производства, но и
          настоящая семья, где каждый член команды вносит свой вклад в общее
          благополучие. Мы приглашаем вас окунуться в атмосферу гармонии с
          природой, где труд и любовь создают уникальные продукты, способные
          радовать вас своим вкусом и полезными свойствами ❞
        </p>
        <h3 className={"flex items-center text-[45px]"}>
          Добро пожаловать – в место, где забота о природе становится вкусом
          жизни!
        </h3>
        <button>каталог</button>
      </div>
    </section>
  )
}

export { CatalogBlock }
