

const DocTextTitle = () => {
  return (
    <div className="">
        <div className="">
            <h3 className="">Документы</h3>
            <h1 className="">О качестве продукции</h1>
          </div>
          <div className="">
            <h5 className="">
              Наша компания гордится тем, что предоставляет своим клиентам продукцию высочайшего
              качества, что подтверждено официальными декларациями соответствия. Мы придаем большое
              значение тщательному контролю за производственными процессами и соблюдению всех норм и
              стандартов, чтобы уверенно заявлять о соответствии наших товаров самым строгим
              требованиям.
            </h5>
            <p className="">
              Наши декларации соответствия - это не просто формальный документ, а подлинное
              обязательство перед нашими клиентами по предоставлению продукции, которая
              соответствует высочайшим стандартам безопасности, качества и эффективности. Мы
              тщательно следим за всеми изменениями в законодательстве и технических требованиях,
              чтобы наши декларации всегда были актуальными и достоверными.
            </p>
          </div>
    </div>
  )
}

export default DocTextTitle